Repository: franciscof5/sistema-pomodoros-javascript-wp-theme-2025
Catalog: languages/*.po
Languages: pt

source: Developed by
pt: Desenvolvido por

source: Project Pomodoros
pt: Projeto Pomodoros

source: on
pt: em

source: Last pomodoros
pt: Últimos pomodoros

source: Top Users
pt: Top Usuários

source: Top 5 Cities
pt: Top 5 Cidades

source: Top 3 Countries
pt: Top 3 Países

source: Our blog
pt: Nosso blog

source: Get it on
pt: Faça o download em

source: Sponsored by
pt: Patrocinado por

source: Support
pt: Suporte

source: Open support ticket
pt: Abrir um ticket de suporte

source: you most recent task is
pt: sua tarefa mais recente é

source: you never started a task
pt: você nunca iniciou uma tarefa

source: Hello
pt: Olá

source: go to online app and start focus
pt: ir para o app online e começar a focar

source: Dear visitor
pt: Caro visitante

source: register for free
pt: registrar-se grátis

source: and start focus right now
pt: e comece a focar agora mesmo

source: If you already have an account
pt: Se você já tem uma conta

source: login
pt: entrar

source: Focus
pt: Focar

source: Edit
pt: Editar

source: Edit Focus
pt: Editar foco

source: New Focus
pt: Novo Focus

source: View Focus
pt: Ver Foco

source: Go to Pomodoros Blog
pt: Ir para o Blog do Pomodoros

source: Start Focus
pt: Iniciar Foco

source: Login
pt: Entrar

source: Create your free pomodoros.com.br account
pt: Criari conta grátis

source: Sign Up
pt: Registrar-se

source: View Productivity
pt: Vew Produtividade

source: Productivity
pt: Produtividade

source: Colleagues list
pt: Lista de colegas

source: Colleagues
pt: Colegas

source: View the most productive users Ranking
pt: Vew os usuários mais produtivos no Ranking

source: Perfomance Calendar
pt: Calendário de Desempenho

source: Calendar
pt: Calendário

source: Settings
pt: Configurações

source: View your account
pt: Ver sua conta

source: My Acount
pt: Minha Conta

source: Pomodoros Blog
pt: Blog do Pomodoros

source: Focus Training
pt: Curso

source: Logout
pt: Sair

source: Voice
pt: Voz

source: Login to access app
pt: Entrar para acessar o app

source: Exclusive Content
pt: Conteúdo exclusivo

source: Restrict Area
pt: Área restrita

source: to view the exclusive content
pt: para ver o conteúdo exclusivo

source: Be more productive
pt: Seja mais produtivo

source: loading
pt: carregando

source: Task
pt: Tarefa

source: Project tags
pt: Tags do projeto

source: Save Task
pt: Salvar

source: Notes
pt: Notas

source: What kind of taks is that?
pt: Que tipo de tarefa é essa?

source: Study
pt: Estudo

source: Work
pt: Trabalho

source: Personal
pt: Pessoal

source: Privacy
pt: Privacidade

source: Public - everyone can see
pt: Público - todos podem ver

source: Private - only you can see
pt: Privativo - somente você pode ver

source: Automatic cycle
pt: Ciclo automático

source: Drop tasks below
pt: Arraste a tarefa para área abaixo

source: TODO list
pt: Lista TODO

source: Help & Support System
pt: Suporte & Ajuda

source: Support System
pt: Sistema de Suporte

source: Contact Us
pt: Entre em contato

source: Work & Rest Time Tracker
pt: Cronômetro de Trabalho & Descanso

source: Relax and Work
pt: Relaxa e Foca

source: The key to success is to invest well your most valuable asset
pt: A chave para o sucesso é investir bem seu recurso mais valioso

source: your time
pt: seu tempo

source: Relax and Focus: Online social time tracker for task and projects
pt: Relaxe e Foca: Cronômetro online para tarefas e projetos

source: get you and your team more productive than ever
pt: você e seu time mais produtivos do que nunca

source: Get started for Free
pt: Registre-se Gratuitamente

source: Features
pt: Funcionalidades

source: Work & Rest
pt: Relaxa e Foca

source: with Pomodoro Technique
pt: com a Técnica dos Pomodoros

source: shows tasks you done
pt: mostra tarefas que você fez

source: Grow in Ranking
pt: Cresça no Ranking

source: and get more productive
pt: e se torne mais produtivo

source: Mind blown reports
pt: Relatórios incríveis

source: to check time usage
pt: para ver o uso do tempo

source: Open a ticket
pt: Abra um ticket

source: and get help
pt: e obtenha ajuda

source: Previous
pt: Anterior

source: Next
pt: Próximo

source: Stats from Community
pt: Estatísticas da Comunidade

source: Active Users
pt: Usuários Ativos

source: Pomodoros done
pt: Pomodoros feitos

source: Time tracked
pt: Tempo cronometrado

source: Projects tags
pt: Tags dos projetos

source: Cities ranked
pt: Cidades rankeadas

source: Translations
pt: Traduções

source: Testimonials
pt: Depoimentos

source: I will be the first in the ranking
pt: Vou ser o primeiro do ranking

source: Learning is an ongoing process. We should study daily, analyze the results regularly and apply methods to improve our previous results
pt: A aprendizagem é um processo contínuo. Devemos estudar diariamente, analisar os resultados regularmente e aplicar métodos para melhorar os nossos resultados anteriores

source: With Pomodoros.com.br I can have more control over my time, be more productive and perform my tasks better
pt: Com o Pomodoros.com.br consigo ter mais controle sobre meu tempo, ser mais produtivo e realizar melhor minhas tarefas

source: I used Pomodoros.com.br a few years ago, every day. I was happy to know that the website came back, I hope people use it again, I'll try to get into the habit too because 'super' helped me
pt: Utilizava o Pomodoros.com.br há alguns anos, diariamente. Fiquei feliz de saber que o site voltou, espero que as pessoas voltem a usar, vou tentar pegar o hábito também porque "super" me ajudava

source: Brief History
pt: Breve histórico

source: Initial Plans
pt: Planos Iniciais

source: Francisco, CEO and founder, tried a lot of pomodoros softwares and decided to build it's own
pt: Francisco, CEO e fundador, testou muitos softwares de pomodoros e decidiu construir o seu próprio

source: First version, already online, social and async JavaScript timer, based in WordPress and BuddyPress
pt: Primeira versão, já online, social e com cronômetro em JavaScript assíncrono, baseado em WordPress e BuddyPress

source: First Growth
pt: Primeiro Crescimento

source: Very promissor period, users growth based in spontaneous reviews, in blogs, no single penny expensed in marketing
pt: Período muito promissor, crescimento na base de usuários baseado em reviews espotâneos em blogs, nem um centavo gastado em marketing

source: A lot of updates to join in a brazilian startup contest, no investors became interested
pt: Muitos updates para ingressar em um concurso de startups no Brasil, nenhum investidor se interessou

source: Second Growth
pt: Segundo Crescimento

source: Another promissor period, mouth-to-mouth and organic growth, but founder needed to stop developing system due Master course and it started became out of date
pt: Outro período promisso, crescimento orgânico com boca-a-boca, mas o fundador teve que parar o desenvolvimento do sistema para se dedicar ao curso de Mestrado e logo este ficou desatualizado

source: Turbulency
pt: Turbulência

source: High maintenance costs, founder have no time for coding, service was still online, with growth in users, but the server was poor configured and unable to update regularly
pt: Altos custos de manutenção, fundador não tinha tempo para codificar, o serviço permaneceu online, com crescimento na base de usuários, mas o sevidor estava mal-configurado e incapaz de receber atualizações regulares

source: Pomodoros Offline
pt: Pomodoros Ficou Offline

source: Service went offline because founder needed to work in other activities and trying to finish Master course, lost all regular users
pt: O serviço caiu porque o fundador precisou trabalhar em outras atividades e tentar terminar o curso de Mestrado, todos os usuários foram perdidos

source: Laboratory
pt: Laboratório

source: Founder quited Master course and start full-time operations. New server configuration, focused on scalability and shared users information, lot of tools created to speedup development and maintance, a base for future growth. The most important year, a lot of experiences was made, since there was no users, the service constantly ended up broken untill it get on track again
pt: Fundador saiu do curso de Mestrado e iniciou operações em tempo integral. Nova configuração do servidor, focada em escalabilidade e compartilhamento de informações dos usuários, um monte de ferramentas criadas para acelerar o desenvolvimento e manutenção, uma base para crescimento futuro. O ano mais importante, muitas experiências foram feitas já que não havia mais usuários, o serviço caia constantemente até voltar aos trilhos

source: After years offline, finally Pomodoros.com.br are back online in a new 'mobile first' version, with app for Android in Google Play Store
pt: Após anos offline, finalmente o Pomodoros.com.br voltou ao ar com uma versão 'mobile first', com um app para Android na loja Google Play

source: We expect that all translations are 100% ready and people all over the world join the community, first paid ads and gifts sellings in its own built-in donation store
pt: Esperamos que as traduções estejam 100% prontas e pessoas de todo o mundo entrem para a comunidade, os primeiros anunciantes pagos e vendas na loja interna de doações

source: Clear Real Valuation
pt: Valuation real mais claro

source: For good or for worst, the valuation of the system are clear, investors can join or leave for a just price in options
pt: Para o bem ou para o mal, o Valuation do sistema se torna claro, investidores podem entrar ou sair por preços de opções justos

source: Societal Plan
pt: Plano Societal

source: Plans for multiple single investors to joining, options are become more valuable, at this time is expected that founder have about 15% of stock
pt: Planos para a entrada de múltiplos investidores, opções se tornam mais valiosas, é esperado que neste momento o fundador tenha algo próximo a 15% das opções

source: Project Tag
pt: Tag do Projeto

source: Project leader
pt: Líder do projeto

source: Project Details
pt: Detalhes do projeto

source: Details
pt: Detalhes

source: Work time
pt: Tempo de trabalho

source: Collaborators total
pt: Total de colaboradores

source: Duration in days
pt: Duração em dias

source: Days of work
pt: Dias de trabalho

source: Project productivity factor
pt: Fator produtividade do projeto

source: First pomodoro
pt: Primeiro pomodoro

source: Last pomodoro
pt: Último pomodoro

source: Project Statistics
pt: Estatísticas do Projeto

source: Mean of pomodoros / total days
pt: Média de pomodoros / total de dias

source: Average working hours / total days
pt: Média de horas trabalhada / total dias

source: Average pomodoros / days worked
pt: Média de pomodoros / dias trabalho

source: Average hours worked / days worked
pt: Média de horas trabalhada / dias trabalho

source: Name
pt: Nome

source: Location
pt: Localidade

source: Type
pt: Tipo

source: Pomodoro date
pt: Data do pomodoro

source: Durantion
pt: Duração

source: Total pomodoros
pt: Total de pomodoros

source: Under Construct
pt: Em Construção

source: Content under development, come back soon
pt: Conteúdo em desenvolvimento, volte logo

source: Log Out
pt: Sair

source: Please <a href="%s" title="Create an account">create an account</a> to get started.
pt: Por favor <a href="%s" title="Criar uma conta">cria sua conta</a> para iniciar.

source: Username
pt: Usuário

source: Password
pt: Senha

source: Remember Me
pt: Lembrar-me

source: Log In
pt: Entrar

source: Buy to support our free services
pt: Compre para manter nossos serviços grátis

source: Most recent task
pt: Tarefa mais recente

source: Your Account
pt: Sua Conta

source: Projects from Community
pt: Projetos da Comunidade

source: Statistics from
pt: Estatísticas de

source: Time from register
pt: Tempo desde o registro

source: days
pt: dias

source: Time not worked
pt: Tempo sem trabalho

source: Last 7 days
pt: Últimos 7 dias

source: Current month
pt: Mês atual

source: Since beggining
pt: Desde o início

source: Export Calendar
pt: Exportar Calendário

source: See your pomodoros in the calendars of Google, Apple, Microsoft and others.
pt: Veja seus pomodoros nos calendários da Google, Apple, Microsoft e outros

source: Export Worksheet
pt: Exportar Planilha

source: Have control over your data, view your pomodoros in Microsoft Excel, LibreOffice Calc and others
pt: Tenha controle dos seus dados, veja seus pomodoros no Microsoft Excel, LibreOffice Calc e outros

source: Your projects
pt: Seus projetos
